Repository: tehnokom/alfo-tk-globalproject-plugin
Catalog: locales/tkgp-*.po
Languages: ru_ru

# JS
source: Loading...
ru_ru: Загрузка...

# JS
source: The file '%1%' is too big, it should not be more than
ru_ru: Файл %1% слишком большой, он не должен быть больше

# JS
source: Kb
ru_ru: Кб

# JS
source: Mb
ru_ru: Мб

# JS
source: The file '%1%' must be an image
ru_ru: Файл %1% должен быть изображением

source: Logo
ru_ru: Обложка

source: Avatar
ru_ru: Аватар

# Project Tasks
source: Access denied.
ru_ru: Доступ запрещен.

# Upload control
source: The file is not an image.
ru_ru: Файл не является изображением.

# Upload control
source: Invalid image format. Acceptable: JPEG, PNG, GIF.
ru_ru: Недопустимый формат изображение. Допустимы: JPEG, PNG, GIF.

# Upload control
source: The file is too big.
ru_ru: Файл слишком большой.

# Upload control
source: The image size does not meet the requirements.
ru_ru: Размер изображения не соответствует требованиям.

# tk_meta
source: Logo and Avatar
ru_ru: Обложка и Аватар

source: You want to definitely reset the voting results?
ru_ru: Вы точно желаете сбросить результаты голосования?

source: You want to delete the manager?
ru_ru: Вы хотите удалить менеджера?

source: You can not drop a single manager.
ru_ru: Вы не можете исключить единственного менеджера.

# Project Settings
source: Search...
ru_ru: Поиск...

# Project Settings
source: Users
ru_ru: Пользователи

# Project Settings
source: Add
ru_ru: Добавить

# Project Vote
source: Operation is not allowed
ru_ru: Операция не допустима

# Project Vote
source: Voting does not exist or is hidden
ru_ru: Голосование не существует или оно скрыто

# Project Vote
source: Voting was disabled
ru_ru: Голосование отключено

# Project Vote
source: You have no rights to vote
ru_ru: У Вас нет права на голосование

# Project Vote
source: Your vote has been counted
ru_ru: Ваш голос был учтен

# Project Vote
source: Your vote was not counted
ru_ru: Ваш голос не был учтен

# Project Vote
source: You can not cancel your vote
ru_ru: Вы не можете отменить свой голос

# Project Vote
source: You may not vote
ru_ru: Вы не голосовали

# Project Vote
source: Your vote has been reset
ru_ru: Ваш голос был сброшен

# Project Vote
source: Your vote was not reset
ru_ru: Ваш голос не был сброшен

# Project Vote
source: You do not have access to the data of voting
ru_ru: У Вас нет доступа к данным голосования

# Project Edit
source: You do not have permission to edit project
ru_ru: У Вас нет прав для изменения проекта

# Project Tasks
source: Task marked as deleted.
ru_ru: Задача помечена как удаленная.

# Project Tasks
source: Task not found.
ru_ru: Задача не найдена.

# Project Settings
source: Enable Vote
ru_ru: Включить голосование

# Project Settings
source: Enable/Disable vote for this project.
ru_ru: Включить/Выключить голосование для проекта.

# Project Settings
source: Enable
ru_ru: Включить

# Project Settings Type
source: Disable
ru_ru: Выключить

# Project Settings
source: Vote for approval
ru_ru: Голоса для одобрения

# Project Settings
source: Number of votes in which the project is considered approved.
ru_ru: количество голосов поддержки для одобрения этого проекта.

# Project Settings
source: Start date
ru_ru: Дата начала

# Project Settings
source: The date of commencement of voting.
ru_ru: Дата начала голосования.

# Project Settings
source: End date
ru_ru: Дата завершения

# Project Settings
source: The data of the end of voting.
ru_ru: Дата завершения голсования.

# Project Settings
source: Allow to vote against
ru_ru: Позволить голосовать против

# Project Settings
source: It allows users to vote against the project.
ru_ru: Это позволит пользователям голосовать против проекта.

# Project Settings
source: Allow re-vote
ru_ru: Допустить повторное голосование

# Project Settings
source: Users can reset their vote and vote again, or not to vote :)
ru_ru: Пользователь может сбросить свой голос и проголосовать вновь, или не проголосовать :)

# Project Settings
source: Reset voting results
ru_ru: Сбросить результаты голосования

# Project Settings
source: Reset voting results.
ru_ru: Сбросить результаты голосования.

# Project Vote
source: Voting status
ru_ru: Статус голосования

# Project Vote
source: Vote
ru_ru: Голосование

# Project Vote
source: Support
ru_ru: Поддерживаю

# Project Vote
source: Against
ru_ru: Против

# Project Vote
source: Reset my vote
ru_ru: Сбросить мой голос

# tk_project
source: Projects
ru_ru: Проекты

# tk_project_singular
source: Projects
ru_ru: Проекты

# tk_project
source: Create new
ru_ru: Создать новый

# tk_project
source: Create new project
ru_ru: Создать новый проект

# tk_project
source: Edit project
ru_ru: Редактирование проекта

# tk_project
source: New project
ru_ru: Новый проект

# tk_project
source: View project
ru_ru: Посмотреть проект

# tk_project
source: Search project
ru_ru: Найти проект

# tk_project
source: Project not found
ru_ru: Проект не найден

# tk_project
source: Project not found in Trash
ru_ru: Проект в Корзине не найден

# tk_project
source: TehnoKom Global Project system type
ru_ru: системный тип ТехноКом Глобальный Проект

# Taxonomy General Name
source: Categories of Projects
ru_ru: Категории Проектов

# Taxonomy Singular Name
source: Categories of Projects
ru_ru: Категории Проектов

# tk_meta
source: Settings of Project
ru_ru: Настройки Проекта

# tk_meta
source: Plane of Project
ru_ru: План Проекта

# tk_meta
source: Votes
ru_ru: Голосование

# Project Tasks
source: Stage
ru_ru: Этап

# Project Tasks
source: Task
ru_ru: Задача

# tk_project
source: TK Projects
ru_ru: ТК Проекты

# tk_project
source: TK Projects Settings
ru_ru: ТК Проекты Настройки

# Project Settings
source: Groups are not supported.
ru_ru: Группы не поддерживаются.

# Project Settings
source: Functionality will be available after saving the current project.
ru_ru: Функционал будет доступен только после сохранения текущего проекта.

# Project Settings
source: Parent ID
ru_ru: ID родителя

# Project Settings
source: Parent Project ID
ru_ru: ID родительского проекта

# Project Settings
source: Priority
ru_ru: Приоритет

# Project Settings
source: Priority of the project. The lower the number, the higher the priority.
ru_ru: Приоритет проекта. Чем меньше приоритет, тем больше приоритет.

# Project Settings
source: Type
ru_ru: Тип

# Project Settings
source: Type of this project.
ru_ru: Тип данного проекта.

# Project Settings
source: Private
ru_ru: Личный

# Project Settings Type
source: Working
ru_ru: Рабочий

# Project Settings Type
source: Members only
ru_ru: Групповой

# Project Settings Type
source: Public
ru_ru: Общественный

# Project Settings Type
source: Target of the project
ru_ru: Цель проекта

# Project Settings Type
source: Text description of the project target.
ru_ru: Текст описания цели проекта

# Project Settings
source: Project Manager
ru_ru: Управляющие проектом

# Project Settings
source: Manager with full access to settings this Project.
ru_ru: Управляющие с полным доступом к настройкам этого проекта.

# Project Settings
source: Working group
ru_ru: Рабочая группа

# Project Settings
source: Group to which the project was created.
ru_ru: Группа, для которой был создан данный проект.

# Project Settings
source: Visibility
ru_ru: Видимость

# Project Settings
source: Visibility for the categories of users.
ru_ru: Видимость для категорий пользователей.

# Project Settings
source: Public
ru_ru: Общий

# Project Settings
source: Registered
ru_ru: Зарегистрированные

# Project Settings
source: Members only
ru_ru: Только для участников

# Project l10n
source: Target of project
ru_ru: Цель проекта

# Project l10n
source: Subprojects
ru_ru: Подпроекты

# Project l10n
source: Subprojects not exists
ru_ru: Субпроектов нет

# Project l10n
source: News
ru_ru: Новости

# Project l10n
source: Tasks
ru_ru: Задачи

# Project l10n
source: Description
ru_ru: Описание

# Project l10n
source: Questions and answers
ru_ru: Вопросы-ответы

# Project l10n
source: Team
ru_ru: Команда

# Project l10n
source: No News
ru_ru: Нет новостей

# Project l10n
source: No Tasks
ru_ru: Нет задач

# Project l10n
source: No Answers
ru_ru: Нет ответов

# Project l10n
source: No Information
ru_ru: Информация отсутствует

# Project l10n
source: Needed
ru_ru: Необходимо

# Project l10n
source: Supported
ru_ru: Поддержало

# Project l10n
source: needed
ru_ru: необходимо

# Project l10n
source: supported
ru_ru: поддержали

# Project l10n
source: You supported
ru_ru: Поддержен

# Project l10n
source: Hint
ru_ru: Подсказка

# Project l10n
source: Click "Support" to support this public project. Offer your tasks and / or follow up on them to help implement the project. Join the project team.
ru_ru: Нажмите "Поддерживаю" для поддержки этого общественного проекта. Предложите свои задачи и / или выполните действия по ним, для того чтобы помочь в реализации проекта. Вступайте в команду проекта.

# Project l10n
source: Authorize
ru_ru: Авторизироваться

# Project l10n
source: Support
ru_ru: Поддержать

# Project l10n
source: Click to support the project
ru_ru: Нажмите для поддержки проекта

# Project l10n
source: You have already supported this project
ru_ru: Вы уже поддержали этот проект

# Project l10n
source: Click to cancel your project support
ru_ru: Нажмите для отмены поддержки

# Project l10n
source: Can not cancel support
ru_ru: Невозможно отменить поддержку

# Project l10n
source: Log in to support the project
ru_ru: Войдите, чтобы поддержать проект

# Project l10n
source: No data
ru_ru: Данные отсутствуют

# Project l10n
source: Parent project
ru_ru: Родительский проект

source: TehnoKom Global Project
ru_ru: ТехноКом Глобальный Проект

source: Allows you to group projects with the possibility of voting.
ru_ru: Позволяет создавать групповые проекты с возможностью голосования.

source: Ravil Sarvaritdinov <ra9oaj@gmail.com>
ru_ru: Равиль Сарваритдинов
